{
   "success":true,
   "data":[
      {
         "id": 0,
         "title":"A Hero",
         "author":"Robert W Service",
         "link":"https://poemaday.openwolf.com/0",
         "poem":"<p>Three times I had the lust to kill,<br /> To clutch a throat so young and fair,<br /> And squeeze with all my might until<br /> No breath of being lingered there.<br /> Three times I drove the demon out,<br /> Though on my brow was evil sweat. . . .<br /> And yet I know beyond a doubt<br /> He'll get me yet, he'll get me yet.<br /> <br> I know I'm mad, I ought to tell<br /> The doctors, let them care for me,<br /> Confine me in a padded cell<br /> And never, never set me free;<br /> But Oh how cruel that would be!<br /> For I am young - and comely too . . .<br /> Yet dim my demon I can see,<br /> And there is but one thing to do.<br><br /> Three times I beat the foul fiend back;<br /> The fourth, I know he will prevail,<br /> And so I'll seek the railway track<br /> And lay my head upon the rail,<br /> And sight the dark and distant train,<br /> And hear its thunder louder roll,<br /> Coming to crush my cursed brain . . .<br /> Oh God, have mercy on my soul!</p><p>....</p>"
      },
      {   "id": 1,
         "title":"When We Two Parted",
         "author":"George Gordon Byron",
         "link":"https://poemaday.openwolf.com/1",
		 "poem":"<p>When we two parted<br /> In silence and tears,<br /> Half broken-hearted<br /> To sever for years,<br /> Pale grew thy cheek and cold,<br /> Colder thy kiss;</p><p>Truly that hour foretold<br /> Sorrow to this.<br /> The dew of the morning<br /> Sunk chill on my brow&mdash; <br /> It felt like the warning<br /> Of what I feel now.<br /> Thy vows are all broken,<br /> And light is thy fame;</p><p>I hear thy name spoken,<br /> And share in its shame.<br /> They name thee before me,<br /> A knell to mine ear;</p><p>A shudder comes o'er me&mdash;<br /> Why wert thou so dear?<br /> They know not I knew thee,<br /> Who knew thee too well&mdash;<br /> Long, long shall I rue thee,<br /> Too deeply to tell.</p><p>In secret we met&mdash;<br /> In silence I grieve,<br /> That thy heart could forget,<br /> Thy spirit deceive.</p><p>If I should meet thee<br /> After long years,<br /> How should I greet thee?&mdash;<br /> With silence and tears.<br /></p>"      
	  },
      {   "id": 2,
         "title":"Lines on Ale",
         "author":"Edgar Allan Poe",
         "link":"https://poemaday.openwolf.com/2",
         "poem":"<p>Filled with mingled cream and amber,<br /> I will drain that glass again.<br /> Such hilarious visions clamber<br /> Through the chamber of my brain.<br /> Quaintest thoughts, queerest fancies<br /> Come to life and fade away.<br /> What care I how time advances;<br /> I am drinking ale today.<br /></p>"
      },
      {   "id": 3,
         "title":"Soul in Space",
         "author":"Noelle Kocot",
         "link":"https://poemaday.openwolf.com/3",
         "poem":"<p>With deepest reverence,<br /> I shop for bones.<br /> And what is the candy<br /> And the daylight<br /> And the horse without hunger?</p><p>Too many dues for us to think of,<br /> And here we are punishing the<br /> Lines above our faces.</p><p>Enormity is a hoof<br /> With unanswerable sounds,<br /> And the void is filled with fire.</p><p>My dream is to fall apart,<br /> To cry for a century,<br /> But I have not cried, not at all.</p><p>I keep my distance like the lines<br /> Of a fork from one another,<br /> Dressing, undressing the fabulous wounds.<br /> But now, back to our story,<br /> It has coffee in it, a naked river.</p><p>Blessed are we who rapture<br /> An electric wire, blessed be<br /> The falling things about our faces,<br /><br> Blessed is the socket of an eye<br /> That lights the body, because<br /> In the end, in the very end, its<br /> Just you. You and you. And you.<br /></p>"
      },
      {   "id": 4,
         "title":"Bare",
         "author":"Danez Smith",
         "link":"https://poemaday.openwolf.com/4",
         "poem":"<p>For you I&rsquo;d send my body to battle<br /> my body, let my blood sing of tearing</p><p>itself apart, the hollowing cords<br /> of the white knights&rsquo; intravenous joist.</p><p>love, I want &amp; barely know how <br /> to do much else. Don&rsquo;t speak to me</p><p>about the raid you could loose on me<br /> a clan of drunk rebel cells who thirst</p><p>to watch their home burn. love,<br /> let me burn if it means you</p><p>&amp; I have one night with no barrier<br /> but skin. This is not about danger</p><p>but about faith, about being wasted<br /> on your name. If love is a room</p><p>of broken glass, leave me to dance<br /> until my feet are memory.</p><p>If love is a hole wide enough<br /> to be a god&rsquo;s mouth, let me plunge</p><p>into that holy dark &amp; forget<br /> the color of light. Love, stay</p><p>in me until our bodies forget<br /> what divides us, until your blood</p><p>is my blood &amp; your hands<br /> are my hands, until our names</p><p>are the same song &amp; our life&rsquo;s work<br /> be to lay &amp; be, hum &amp; die.<br /></p>"
      },
      {   "id": 5,
         "title":"What Lips My Lips Have Kissed",
         "author":"Edna St Vincent Millay",
         "link":"https://poemaday.openwolf.com/5",
         "poem":"<p>What lips my lips have kissed, and where, and why,<br /> I have forgotten, and what arms have lain<br /> Under my head till morning; but the rain<br /> Is full of ghosts tonight, that tap and sigh<br /> Upon the glass and listen for reply,<br /> And in my heart there stirs a quiet pain<br /> For unremembered lads that not again<br /> Will turn to me at midnight with a cry.<br /> Thus in winter stands the lonely tree,<br /> Nor knows what birds have vanished one by one,<br /> Yet knows its boughs more silent than before:<br /> I cannot say what loves have come and gone,<br /> I only know that summer sang in me<br /> A little while, that in me sings no more.</p>"
      },
      {   "id": 6,
         "title":"Time will tell",
         "author":"Michael Anderson",
         "link":"https://poemaday.openwolf.com/6",
         "poem":"<p>I realize right now that I &ndash;<br /> Don&rsquo;t know you very well.<br /> I realize I never might,<br /> Still, only time will tell.</p><p>But I know your smile makes life worthwhile,<br /> Shines light unto my day.<br /> And the times we have will never be matched &ndash;<br /> By what few words I could say.</p><p>Often times youre on my mind,<br /> Still, thoughts don&rsquo;t make wishes come true.<br /> But if they did, all I would think of is this,<br /> A gentle kiss from you.<br /></p>"
      },
      {   "id": 7,
         "title":"Faith",
         "author":"Emily Elizabeth Dickinson",
         "link":"https://poemaday.openwolf.com/7",
         "poem":"<p>&ldquo;Faith&rdquo; is a fine invention<br /> When Gentlemen can see &ndash;</p><p>But Microscopes are prudent<br /> In an Emergency.<br /></p>"
      },
      {   "id": 8,
         "title":"The Age Demanded",
         "author":"Ernest Hemingway",
         "link":"https://poemaday.openwolf.com/8",
         "poem":"<p>The age demanded that we sing And cut away our tongue.</p><p>The age demanded that we flow And hammered in the bung.</p><p>The age demanded that we dance And jammed us into iron pants.</p><p>And in the end the age was handed The sort of shit that it demanded.</p>"
      },
      {   "id": 9,
         "title":"Alone",
         "author":"Maya Angelou",
         "link":"https://poemaday.openwolf.com/9",
         "poem":"<p>Lying, thinking Last night How to find my soul a home Where water is not thirsty And bread loaf is not stone I came up with one thing And I don't believe I'm wrong That nobody, But nobody Can make it out here alone.</p><p>Alone, all alone Nobody, but nobody Can make it out here alone.</p><p>There are some millionaires With money they can't use Their wives run round like banshees Their children sing the blues They've got expensive doctors To cure their hearts of stone. But nobody No, nobody Can make it out here alone.</p><p>Alone, all alone Nobody, but nobody Can make it out here alone.</p><p>Now if you listen closely I'll tell you what I know Storm clouds are gathering The wind is gonna blow The race of man is suffering And I can hear the moan, 'Cause nobody, But nobody Can make it out here alone.</p><p>Alone, all alone Nobody, but nobody Can make it out here alone</p>"
      },
      {   "id": 10,
         "title":"We Wear the Mask",
         "author":"Paul L. Dunbar",
         "link":"https://poemaday.openwolf.com/10",
         "poem":"<p>We wear the mask that grins and lies, It hides our cheeks and shades our eyes,&mdash; This debt we pay to human guile; With torn and bleeding hearts we smile, And mouth with myriad subtleties.</p><p>Why should the world be over-wise, In counting all our tears and sighs? Nay, let them only see us, while We wear the mask.</p><p>We smile, but, O great Christ, our cries To thee from tortured souls arise. We sing, but oh the clay is vile Beneath our feet, and long the mile; But let the world dream otherwise, We wear the mask!</p>"
      },
      {   "id": 11,
         "title":"A Dream Within A Dream",
         "author":"Edgar Allan Poe",
         "link":"https://poemaday.openwolf.com/11",
         "poem":"<p>Take this kiss upon the brow! And, in parting from you now, Thus much let me avow &mdash; You are not wrong, who deem That my days have been a dream; Yet if hope has flown away In a night, or in a day, In a vision, or in none, Is it therefore the less gone? All that we see or seem Is but a dream within a dream.</p><p>I stand amid the roar Of a surf-tormented shore, And I hold within my hand Grains of the golden sand &mdash; How few! yet how they creep Through my fingers to the deep, While I weep &mdash; while I weep! O God! Can I not grasp Them with a tighter clasp? O God! can I not save One from the pitiless wave? Is all that we see or seem But a dream within a dream?</p>"
      },
      {   "id": 12,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/12",
         "poem":""
      },
      {   "id": 13,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/13",
         "poem":""
      },
      {   "id": 14,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/14",
         "poem":""
      },
      {   "id": 15,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/15",
         "poem":""
      },
      {   "id": 16,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 17,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 18,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 19,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 20,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      },
      {   "id": 11,
         "title":"Ltitle",
         "author":"author",
         "link":"https://poemaday.openwolf.com/11",
         "poem":""
      }




   ]
}
